{
  "logo": "LOGO",
  "back": "Back",
  "header": {
    "options": {
      "login": "login",
      "logout": "logout",
      "language": "Change Country"
    },
    "menu-navigation": [
      {
        "name": "Men",
        "route": "/men"
      },
      {
        "name": "Admin",
        "route": "/admin"
      }
    ]
  },
  "dropdown": {
    "back": "Back",
    "allProd": "All products",
    "choiceCategory": "Choice some category"
  },
  "home": {
    "stories": {
      "storiesTime": "Stories, style, and sporting goods at adidas, since 1949",
      "storiesTimeContent": "Through sports, we have the power to change lives. Sports keep us fit. They keep us mindful. They bring us together. Athletes inspire us. They help us to get up and get moving. And sporting goods featuring the latest technologies help us beat our personal best. adidas is home to the runner, the basketball player, the soccer kid, the fitness enthusiast, the yogi. And even the weekend hiker looking to escape the city. The 3-Stripes are everywhere and anywhere. In sports. In music. On life’s stages. Before the whistle blows, during the race, and at the finish line. We’re here to support creators. To improve their game. To live their lives. And to change the world.<br/><br/><br/>adidas is about more than sportswear and workout clothes. We partner with the best in the industry to co-create. This way we offer our fans the sporting goods, style and clothing that match the athletic needs, while keeping sustainability in mind. We’re here to support creators. Improve their game. Create change. And we think about the impact we have on our world.",
      "storiesClothes": "Workout clothes, for any sport",
      "storiesClothesContent": "adidas designs for athletes of all kinds. Creators who love to change the game. People who challenge conventions, break the rules, and define new ones. Then break them all over again. We design sports apparel that gets you moving, winning, and living life to the fullest. We create bras and tights for female athletes who play just as hard as the men. From low to high support. Maximum comfort. We design, innovate and iterate. We test new technologies in action. On the field, the track, the court, and in the pool. We’re inspired by retro workout clothes, creating new streetwear essentials. From NMD and Ozweego to our Firebird tracksuits. From Stan Smith to Superstar. Classic sports models are brought back to life on the streets and the stages around the world.<br/><br/><br/>Through our collections we blur the borders between high fashion and high performance. Like our adidas by Stella McCartney athletic clothing collection – designed to look the part inside and outside of the gym. Or some of our adidas Originals lifestyle pieces, that can be worn as sports apparel too. Our lives are constantly changing. Becoming more and more versatile. And adidas designs with that in mind."
    }
  },
  "men": {
    "list": [
      {
        "image": "./assets/images/adidas/men/list/sneakers.jpg",
        "name": "sneakers",
        "route": "/men/shoes"
      },
      {
        "image": "./assets/images/adidas/men/list/hoodies.jpg",
        "name": "hoodies & sweatshirts",
        "route": "/men/hoodies"
      },
      {
        "image": "./assets/images/adidas/men/list/pants.jpg",
        "name": "pants",
        "route": "/men/pants"
      }
    ],
    "articles": {
      "articlesTitle": "MEN’S CLOTHING & SHOES",
      "articlesDesc": "As a creator, you look for ways to excel and express yourself when and where you can, from reaching for that last rep to evolving your streetwear style. Log miles or tear down the baseline in men's shoes with responsive cushioning. Rep an athletic style off the field in lifestyle apparel born of sport heritage. From athletes to streetwear enthusiasts, adidas men’s clothing and shoes exist to let you go harder, dig deeper, and get the most out of yourself, from the pitch to the street to the road less traveled."
    },
    "header-content": {
      "shoes": [
        {
          "descriptionTitle": "MEN'S SHOES",
          "descriptionText": "Shop adidas for all styles of men's shoes including casual sneakers, high-performance running shoes, and comfy slides."
        },
        {
          "descriptionTitle": "MEN'S ATHLETIC SHOES & SNEAKERS",
          "descriptionText": "From Ultraboost to Superstar, you can find the perfect men’s athletic shoes to fit your lifestyle. Sneakers made with your comfort in mind so you can put all of your focus into your next session."
        },
        {
          "descriptionTitle": "MEN'S SOCCER CLEATS & SHOES"
        },
        {
          "descriptionTitle": "MEN'S FOOTBALL CLEATS",
          "descriptionText": "Play like you mean it with men’s football cleats. When you’re speeding across the field in supportive gear built for speed and comfort, the game will belong to you."
        },
        {
          "descriptionTitle": "MEN'S RUNNING SHOES",
          "descriptionText": "Run your way. Whether it's stability, climate control or comfort you're looking for, these men's running shoes give you lots of options."
        },
        {
          "descriptionTitle": "MEN'S SLIDES & SANDALS",
          "descriptionText": "Men’s slides are the ultimate chill day essential whether you’re relaxing or running errands. adidas sandals are designed with a contoured footbed and plush cushioning, so you can kick back."
        },
        {
          "descriptionTitle": "MEN'S BASKETBALL SHOES"
        },
        {
          "descriptionTitle": "MEN'S HIKING SHOES",
          "descriptionText": "From insulated boots made for the cold to lightweight trail runners designed to move fast in the mountains, men's hiking shoes help you find your footing."
        }
      ],
      "hoodies": [
        {
          "descriptionTitle": "HOODIES *ALL"
        },
        {
          "descriptionTitle": "HOODIES *SPORTSWEAR"
        },
        {
          "descriptionTitle": "HOODIES *TRAINING"
        },
        {
          "descriptionTitle": "HOODIES *ORIGINALS"
        },
        {
          "descriptionTitle": "HOODIES *RUNNING"
        }
      ],
      "pants": [
        {
          "descriptionTitle": "PANTS *ALL"
        },
        {
          "descriptionTitle": "PANTS *SPORTSWEAR"
        },
        {
          "descriptionTitle": "PANTS *TRAINING"
        },
        {
          "descriptionTitle": "PANTS *ORIGINALS"
        },
        {
          "descriptionTitle": "PANTS *RUNNING"
        }
      ]
    }
  },
  "clothesRight": {
    "color": "Color",
    "sizes": "Sized",
    "attention": "Please choice size",
    "guide": "Size guide",
    "add": "Add to bag",
    "like": "Like",
    "unlike": "Unlike"
  },
  "clothesLeft": {
    "more": "Show More",
    "less": "Less More"
  },
  "favourites": {
    "titleEmpty": "MY WISHLIST",
    "descriptionEmpty": "You haven't saved any items to your wishlist yet. Start shopping and add your favorite items to your wishlist.",
    "link": "Shop"
  },
  "sliders": {
    "sliderTitle": "OURS NEW COLLECTIONS"
  },
  "bags": {
    "size": "Size:",
    "price": "Price:",
    "choice": "Choose an option for",
    "summary": "ORDER SUMMARY",
    "item": "item",
    "delivery": "Delivery",
    "free": "Free",
    "total": "Total"
  },
  "popup": {
    "addToBags": "Added to Bags",
    "addToFavourite": "Added to favourites",
    "removeFromFavourites": "Removed from favourites"
  },
  "admin": {
    "panels": [
      {
        "name": "Goods",
        "path": "/admin/goods"
      },
      {
        "name": "Orders",
        "path": "/admin/orders"
      },
      {
        "name": "Added New",
        "path": "/admin/added"
      }
    ],
    "addedPanel": [
      {
        "name": "Goods",
        "path": "/admin/added/goods"
      },
      {
        "name": "New User Orders",
        "path": "/admin/added/user-orders"
      }
    ]
  }
}